Repository: kallinichmedia/calenderizeextend
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# module.dashboard.group.calendarize.title
source: Trainings
de: Schulungen

# mlang_tabs_tab
source: Trainings
de: Schulungen

# tx_kmcalendarizeext_domain_model_events
source: Qundis Events
de: Qundis Daten

# tx_kmcalendarizeext_domain_model_events.new
source: New
de: Neu

# tx_kmcalendarizeext_domain_model_events.request
source: At Request
de: Auf Anfrage

# tx_kmcalendarizeext_domain_model_events.pal_common
source: Genral Settings
de: Allgemein

# tx_kmcalendarizeext_domain_model_events.pal_costs
source: Costs
de: Kosten

# tx_kmcalendarizeext_domain_model_events.pal_location
source: Location Settings
de: Veranstaltungsort

# tx_kmcalendarizeext_domain_model_events.pal_requirements
source: Requirements
de: Voraussetzungen

# tx_kmcalendarizeext_domain_model_events.eventtype
source: Event-Type
de: Event-Typ

# tx_kmcalendarizeext_domain_model_events.eventtype.presence
source: Presence
de: Präsenz

# tx_kmcalendarizeext_domain_model_events.qundis_location
source: Qundis Location
de: Veranstaltungsort bei Qundis

# tx_kmcalendarizeext_domain_model_events.qundis_locationText
source: Depending on the number of participants, the training will take place in Erfurt or Weimar.
de: Abhängig von der Teilnehmerzahl, findet die Schulung in Erfurt oder in Weimar statt.

# tx_kmcalendarizeext_domain_model_events.fee
source: Fee toal
de: Eventkosten insgesamt

# tx_kmcalendarizeext_domain_model_events.location_text
source: Qundis Location - alt. Text
de: Veranstaltungsort - alt. Text

# tx_kmcalendarizeext_domain_model_events.targetgroup
source: Target-Grpup
de: Zielgruppe

# tx_kmcalendarizeext_domain_model_events.show_requirements
source: Show conditions of participation
de: Teilnahmebedingungen anzeigen

# tx_kmcalendarizeext_domain_model_events.requirments
source: Requirments
de: Voraussetzunge

# tx_kmcalendarizeext_domain_model_events.overnightstays
source: Overnightstays
de: Anzahl Übernachtungen

# tx_kmcalendarizeext_domain_model_events.semester.sem1
source: 1st Semester
de: 1. Halbjahr

# tx_kmcalendarizeext_domain_model_events.semester.sem2
source: 2nd Semester
de: 2. Halbjahr

# tx_kmcalendarizeext_domain_model_events.form
source: Event-Form
de: Schulung

# tx_kmcalendarizeext_domain_model_events.form.training
source: Training
de: Schulung

# tx_kmcalendarizeext_domain_model_events.form.practical
source: Practical workshop
de: Praxis-Workshop

# tx_kmcalendarizeext_domain_model_events.form.technical
source: Technical seminar
de: Technikseminar

# tx_kmcalendarizeext_domain_model_events.form.cert
source: Certification
de: Zertifizierung

# tx_kmcalendarizeext_domain_model_events.form.msbg
source: MsbG-Coaching
de: MsbG-Choaching

# tx_kmcalendarizeext_domain_model_events.form.technik
source: Technical
de: Technik

# tx_kmcalendarizeext_domain_model_events.form.rauchmelder
source: Smoke-Dingens
de: Rauchmelder
